13/data/attachments/66d53cf77972ec95.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9c584c2b-d000-4a7d-b582-82a24adaa521</nif:username>
            <nif:friendToBeAdded>Matthew_service_Actions_91955_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>